Tekla.Structures.DrawingInternal.TypeMapper.MapTypesToIntList(System.Type[])
Convert list of drawing object types to list of values defined
in enum DrawingObject.ObjectTypes
types: List of types
Tekla.Structures.Drawing.DrawingObject.ObjectTypes
Returns: